NSHumanReadableCopyright = "‏حقوق الطبع والنشر لعام 2013 لشركة Google Inc. جميع الحقوق محفوظة.";
WebPluginDescription = "‏مضيف سطح المكتب البعيد من Chrome";
WebPluginName = "يمكنك السماح لمستخدم آخر بالدخول إلى جهاز الكمبيوتر التابع لك بشكل آمن عبر الإنترنت.";